app/controllers/bids_controller.rb

  def create
    @bid = Bid.create(bid_params)
---
INSERT INTO "bids" ("amount", "item_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["amount", 135.0], ["item_id", 1], ["created_at", "2015-02-26 00:27:14.500257"], ["updated_at", "2015-02-26 00:27:14.500257"]]